/*
 Localizable.strings
 TSRegisterUI
 
 Created by 沧海无际 on 2020/5/11.
 
 */

"Register the software with the purchased E-mail address and registration code." = "قم بتسجيل البرنامج باستخدام عنوان البريد الإلكتروني الذي تم شراؤه ورمز التسجيل.";
"Your E-mail Address" = "عنوان بريدك الإلكتروني";
"Registration Code" = "رمز التسجيل";

"Please make sure both your E-mail address and registration code are correct and try again." = "يرجى التأكد من صحة عنوان البريد الإلكتروني ورمز التسجيل والمحاولة مرة أخرى.";

"Buy Now" = "اشتر الآن";
"Register" = "تسجيل";
"Skip" = "تخطى";

"1. If you do not receive the registration code or do not know the register E-mail address, please click here to check >>" = "1. إذا لم تتلقى معلومات رمز التسجيل أو لا تعرف عنوان البريد الإلكتروني المسجل ، فيمكنك النقر هنا للتحقق من >> ";
"click here to check >>" = "نقر هنا للتحقق من >>";
"2. For other registration issues, please contact us >>" = "2. بخصوص مشكلات تسجيل البرامج أو المنتجات الأخرى ، يرجى الاتصال بنا >> ";
"contact us >>" = "يرجى الاتصال بنا >>";

"Registering…" = "تسجيل ...";
"Registered successfully!" = "مسجل بنجاح!";
"OK" = "حسنا";

"Please make sure your network connection is working and try again." = "يرجى التأكد من اتصال الشبكة الخاص بك يعمل وحاول مرة أخرى.";

"Oops！Registration Error! Please re-check the E-mail address and registration code you entered and register again." = "عفوًا ، خطأ في التسجيل! يرجى إعادة التحقق من عنوان البريد الإلكتروني ورمز التسجيل الذي أدخلته والتسجيل مرة أخرى. ";

"The number of devices has exceeded the current order limit." = "تجاوز عدد الأجهزة حد الطلب الحالي.";
"Contact us" = "اتصل بنا";
"The number of computers registered with the registration code has exceeded the limit." = "تجاوز عدد أجهزة الكمبيوتر المسجلة برمز التسجيل الحد الأقصى ؛";
"Invalid registration code!" = "رمز التسجيل غير صالح!";
"No order record for this registration code!" = "لا يوجد سجل طلب لرمز التسجيل هذا!";
"This registration code has expired!" = "انتهت صلاحية رمز التسجيل!";

"Registered license plan:" = "معلومات الحساب المسجل:";
"User E-mail:" = "البريد الالكتروني للمستخدم:";
"License Plan:" = "خطة الترخيص:";

"Change license plan" = "تغيير نوع الحساب";
"Family license" = "رخصة العائلة";
"1 Year license" = "رخصة شهر 1";
"1 Month license" = "رخصة سنة 1";
"Enterprise Subscription Edition" = "إصدار اشتراك المؤسسة";

"Valid until:" = "صالح حتى:";

"Available device(s):" = "جهاز مستعمل:";
"%lu device(s)/Total %lu device(s)" = "جهاز (أجهزة) %lu / إجمالي جهاز (أجهزة) %lu";
"Available computer(s):" = "الكمبيوتر المستخدم:";
"%lu computer(s)/Total %lu computer(s)" = "%lu للكمبيوتر (أجهزة الكمبيوتر) / %lu للكمبيوتر (الأجهزة)";
"Used device(s):" = "الأجهزة المستعملة:";
"Used computer(s):" = "أجهزة الكمبيوتر المستخدمة:";
"%lu device(s)" = "%lu";
"%lu computer(s)" = "%lu";

"Welcome to use %@" = "مرحبًا بك في %@";
"Change License" = "تغير الحساب";
"Lifetime" = "ترخيص مدى الحياة";
"Unlimited" = "غير محدود";
"If you want to continue using %@, please purchase again or contact us." = "إذا كنت ترغب في الاستمرار في استخدام %@ يرجى شراء مرة أخرى أو الاتصال بنا.";
"See Pricing" = "انظر إلى الأسعار";
